Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 07-Bow-Wow-and-Mew-Mew/CAT/corpus-genesis-ylt.en.utf8.tmx
Source language: en
Languages: chr

source: And Joseph saith unto his brethren, 'Come nigh unto me, I pray you,' and they come nigh; and he saith, 'I [am] Joseph, your brother, whom ye sold into Egypt;
chr: ᏦᏩᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᎠᎾᎵᏅᏟ, ᎾᎥ ᏍᎩᎷᏥᏏ; ᎾᎥᏃ ᎤᏂᎷᏤᎢ. ᎯᎠᏃ ᏄᏪᏎᎢ, ᎠᏴ ᏦᏩ ᎢᏥᏅᏟ, ᎾᏍᎩ ᎢᏥᏈᏱ ᏩᎦᏘᏅᏍᏙᏗᏱ ᏤᏥᎾᏗᏅᏒᎩ.

source: and now, be not grieved, nor let it be displeasing in your eyes that ye sold me hither, for to preserve life hath God sent me before you.
chr: ᎿᏉᏃ ᎥᏞᏍᏗ ᎤᏲ ᏱᏣᏓᏅᏖᏍᏗ, ᎠᎴ ᏞᏍᏗ ᎢᏨᏒ ᏱᏣᏓᏂᏆᏘᎮᏍᏗ, ᎾᏍᎩ ᎡᏍᎦᏂ ᏗᏍᎩᎾᏗᏅᏍᏔᏅᎢ; ᎤᏁᎳᏅᎯᏰᏃ ᎢᎬᏱ ᏗᎩᏅᏎ ᏓᏅᏅ [ᏴᏫ] ᏗᎦᏥᏍᏕᎸᎡᏗᏱ.

source: 'Because these two years the famine [is] in the heart of the land, and yet [are] five years, [in] which there is neither ploughing nor harvest;
chr: ᎿᏉᏰᏃ ᏔᎵ ᎾᏕᏘᏴ ᏓᎪᏄᎶᎯ; ᎠᎴ ᎠᏏ ᎾᏍᎩ ᏧᏕᏘᏴᏛ, ᎥᏝ ᎦᏓᎷᎪᏗᏱ ᎠᎴ ᎠᏍᎫᏕᏍᏗᏱ ᏱᎨᏎᏍᏗ.

source: and God sendeth me before you, to place of you a remnant in the land, and to give life to you by a great escape;
chr: ᎤᏁᎳᏅᎯᏃ ᎢᎬᏱ ᏗᎩᏅᏒ, ᎢᏨᏍᏕᎸᎡᏗᏱ ᎢᏣᏁᏢᏔᏅᎯ ᎨᏒ ᎡᎶᎯ, ᎠᎴ ᏕᏨᏅ ᏗᏨᏍᏕᎸᎡᏗᏱ, ᎤᏣᏘ ᎤᏍᏆᏂᎪᏗ ᎬᏗᏍᎬ ᎢᏨᏳᏓᎴᏍᎬᎢ.

source: and now, ye -- ye have not sent me hither, but God, and He doth set me for a father to Pharaoh, and for lord to all his house, and ruler over all the land of Egypt.
chr: ᎾᏍᎩᏃ ᎥᏝ ᏂᎯ ᎠᏂ ᏴᏗᏍᎩᏅᏎᎢ, ᎤᏁᎳᏅᎯᏍᎩᏂ; ᎠᎴ ᏇᎵᏲ ᎤᏙᏓ ᎾᏋᏁᎸ, ᎠᎴ ᎾᎩᎬᏫᏳᏒ ᏂᎦᎥ ᎦᏁᎸᎢ, ᎠᎴ ᏨᏆᏁᎶᏗ ᏂᎬᎾᏛ ᎢᏥᏈᏱ.

source: 'Haste, and go up unto my father, then ye have said to him, Thus said Joseph thy son, God hath set me for lord to all Egypt; come down unto me, stay not,
chr: ᏞᎩᏳᏃ ᎡᏙᏓ ᏪᏥᎷᏥᏏ, ᎠᎴ ᎯᎠ ᏫᏁᏥᏪᏏ, ᎯᎠ ᏂᎦᏪᎭ ᏤᏥ ᏦᏩ, ᎤᏁᎳᏅᎯ ᏨᏆᏁᎶᏗ ᎾᏋᏁᎸ ᏂᎬᎾᏛ ᎢᏥᏈᏱ; ᏖᏒᎭ ᏍᎩᎷᏤᎸᎭ, ᏞᏍᏗ ᏣᏙᎯᏛᎩ.

source: and thou hast dwelt in the land of Goshen, and been near unto me, thou and thy sons, and thy son's sons, and thy flock, and thy herd, and all that thou hast,
chr: ᎪᏌᏂᏃ ᏚᏙᎥ ᎭᏁᎳᏛᎭ, ᎠᎴ ᎾᎥᏉ ᏂᏕᎩᎾᏓᎴᏍᏗ, ᏂᎯ ᎠᎴ ᏗᏤᏥ, ᎠᎴ ᏗᏤᏥ ᏧᏁᏥ, ᎠᎴ ᏗᏣᏤᎵ ᎠᏫ, ᎠᎴ ᏩᎦ, ᎠᎴ ᏂᎦᎥ ᏣᏤᎵ ᎨᏒᎢ.

source: and I have nourished thee there -- for yet [are] five years of famine -- lest thou become poor, thou and thy household, and all that thou hast.
chr: ᎠᎴ ᎾᎿ ᏓᎬᏰᎶᎵ; ᎠᏏᏰᏃ ᎾᏍᎩ ᏧᏕᏘᏴᏛ ᏥᏓᎪᏄᎸ; ᏂᎯᏰᏃ, ᎠᎴ ᏕᏣᏓᏘᎾᎥᎢ, ᎠᎴ ᏂᎦᏛ ᏗᏣᏤᎵ ᎨᏒ ᎤᏲ ᎢᏣᏛᎿᏕᎩ ᏱᏂᎦᎵᏍᏓ.

source: 'And lo, your eyes are seeing, and the eyes of my brother Benjamin, that [it is] my mouth which is speaking unto you;
chr: ᎠᎴ ᎬᏂᏳᏉ, ᏗᏥᎦᏙᎵ ᏓᎪᏩᏘᎭ, ᎠᎴ ᎥᎩᏅᏟ ᏇᏂ ᏗᎦᏙᎵ ᎾᏍᎩ ᎠᏴ ᏥᎣᎵ ᎨᏒ ᏥᏥᏬᏁᏗᎭ.

source: and ye have declared to my father all my honour in Egypt, and all that ye have seen, and ye have hasted, and have brought down my father hither.'
chr: ᎠᎴ ᎡᏥᏃᏁᎸᎭ ᎡᏙᏓ ᏂᎦᎥ ᎦᎸᏉᏗᏳ ᎾᏆᏛᏅ ᎢᏥᏈᏱ, ᎠᎴ ᏂᎦᎥ ᎢᏥᎪᎲᎢ; ᎠᎴ ᏞᎩᏳ ᎠᏂ ᎡᏙᏓ ᎡᏣᏘᏃᎸᎭ.

source: And he falleth on the neck of Benjamin his brother, and weepeth, and Benjamin hath wept on his neck;
chr: ᎠᎴ ᎤᏅᏟ ᏇᏂ ᎠᎩᎵᎨᏂ ᎤᏪᏯᎸᏤᎢ, ᎠᎴ ᏚᏠᏱᎴᎢ; ᎠᎴ ᏇᏂ ᏚᏠᏱᎴ ᏦᏩ ᎠᎩᎵᎨᏂ ᎦᏯᎸᎢ.

source: and he kisseth all his brethren, and weepeth over them; and afterwards have his brethren spoken with him.
chr: ᎠᎴ ᎾᏍᏉ ᏚᏙᏪᏙᏁ ᏂᎦᏛ ᎠᎾᎵᏅᏟ, ᎠᎴ ᏚᏪᏯᎸᏤ ᏚᏠᏱᎴᎢ; ᎩᎳᏃ ᎣᏂ ᎠᎾᎵᏅᏟ ᎬᏩᎵᏃᎮᏔᏁᎢ.

source: And the sound hath been heard in the house of Pharaoh, saying, 'Come have the brethren of Joseph;' and it is good in the eyes of Pharaoh, and in the eyes of his servants,
chr: ᎠᏂᏃᎮᏍᎬᏃ ᎾᏍᎩ ᏇᎵᏲ ᎦᏁᎸ ᎢᏴᏛ ᏭᎾᏛᎦᏁᎢ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᏦᏩ ᎠᎾᎵᏅᏟ ᎠᏂᎷᎩ; ᏇᎵᏲᏃ ᎣᏂᏳ ᎤᏰᎸᏁᎢ, ᎠᎴ ᎾᏍᎩ ᏧᏅᏏᏓᏍᏗ.

source: and Pharaoh saith unto Joseph, 'Say unto thy brethren, This do ye: lade your beasts, and go, enter ye the land of Canaan,
chr: ᏇᎵᏲᏃ ᎯᎠ ᏄᏪᏎᎴ ᏦᏩ, ᎢᏣᎵᏅᏟ ᎯᎠ ᏂᎩᏪᏏ, ᎯᎠ ᏂᏣᏛᎦ; ᏗᏥᏐᏈᎸᎦ ᏗᏥᏐᏈᎸᏗ, ᎠᎴ ᎢᏤᎾ ᎨᎾᏂᏱ ᏫᏥᎶᎯ;

source: and take your father, and your households, and come unto me, and I give to you the good of the land of Egypt, and eat ye the fat of the land.
chr: ᎠᎴ ᏙᏗᏣᏘᏁᏒᎭ ᎢᏥᏙᏓ ᎠᎴ ᏕᏣᏓᏘᎾᎥᎢ, ᎠᎴ ᎠᏴ ᏍᎩᎷᏤᎸᎭ; ᎠᎴ ᎣᏌᏂ ᎦᏙᎯ ᎢᏥᏈᏱ ᏓᏨᏁᎵ, ᎠᎴ ᎦᏙᎯ ᎦᎵᏦᏅ ᎢᏣᎵᏍᏓᏴᏗᏍᎨᏍᏗ.

source: 'Yea, thou -- thou hast been commanded: this do ye, take for yourselves out of the land of Egypt, waggons for your infants, and for your wives, and ye have brought your father, and come;
chr: ᎿᏉ ᎡᏣᏁᏥ, ᎯᎠ ᎾᏍᎩ ᏂᏣᏛᎦ; ᏓᏆᎴᎷ ᎠᏂ ᎢᏥᏈᏱ ᏗᏥᏫᏛ, ᏧᎾᏦᏗ ᏗᏤᏥ ᏧᎾᏍᏗᎦ, ᎠᎴ ᏗᏣᏓᎵᎢ, ᎢᏥᏙᏓᏃ ᏤᏣᏘᏁᏒᎭ, ᎠᎴ ᎢᏥᎷᏨᎭ.

source: and your eye hath no pity on your vessels, for the good of all the land of Egypt [is] yours.'
chr: ᎠᎴ ᏞᏍᏗ ᏱᏥᎨᏳᎲᏍᎨᏍᏗ ᎪᎱᏍᏗ ᎢᏥᎿᎥᎢ; ᎣᏌᏂᏰᏃ ᎦᏙᎯ ᎢᏥᏈᏱ ᎢᏣᏤᎵᎦ.

source: And the sons of Israel do so, and Joseph giveth waggons to them by the command of Pharaoh, and he giveth to them provision for the way;
chr: ᎢᏏᎵᏃ ᏧᏪᏥ ᎾᏍᎩ ᏄᎾᏛᏁᎴᎢ; ᏦᏩᏃ ᏚᏁᎴ ᏓᏆᎴᎷ ᎾᏍᎩᏯ ᏄᏪᏒ ᎤᏁᏨ ᏇᎵᏲ, ᎠᎴ ᎤᎾᎡᏃᏗ ᏚᏁᎴ ᏩᎾᎢᏒᎢ.

source: to all of them hath he given -- to each changes of garments, and to Benjamin he hath given three hundred silverlings, and five changes of garments;
chr: ᎾᏂᎥ ᎠᏂᏏᏴᏫᎭ ᏚᏅᏁᎴ ᏧᎾᏄᏩᎢᏴᏍᏗ ᏗᏄᏬ; ᏇᏂᏍᎩᏂ ᏦᎢᏧᏈ ᎠᏰᎵ ᎠᏕᎸ ᏚᏁᎴᎢ, ᎯᏍᎩᏃ ᎢᏧᏄᏩᎢᏴᏍᏗ ᏗᏄᏬ;

source: and to his father he hath sent thus: ten asses bearing of the good things of Egypt, and ten she-asses bearing corn and bread, even food for his father for the way.
chr: ᎤᏙᏓᏃ ᎯᎠ ᏄᏍᏕ ᏭᏁᎴᎢ; ᎠᏍᎪᎯ ᏗᏂᎵᎠᏅᎯᏛ ᏗᏐᏈᎵ ᎣᏌᏂ ᎢᏥᏈᏱ ᎤᏕᏅᎯ, ᎠᎴ ᎠᏍᎪᎯ ᎠᏂᎩᏏ ᏗᏂᎵᎠᏅᎯᏛ ᏗᏐᏈᎵ ᎤᏣᎴᏍᏗ, ᎠᎴ ᎦᏚ, ᎠᎴ ᎤᏕᏃᏗ, ᎤᏙᏓ ᏣᎢᏒ ᎤᎵᏍᏓᏴᏗ.

source: And he sendeth his brethren away, and they go; and he saith unto them, 'Be not angry in the way.'
chr: ᎾᏍᎩᏃ ᏚᏂᎩᏍᏔᏁ ᎠᎾᎵᏅᏟ, ᎠᎴ ᎤᎾᏂᎩᏎᎢ; ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᏞᏍᏗ ᏫᏣᎢᏒᏉ ᏥᏥᏲᏠᎯᏎᎵ.

source: And they go up out of Egypt, and come in to the land of Canaan, unto Jacob their father,
chr: ᎤᏂᏄᎪᏤᏃ ᎢᏥᏈᏱ, ᎠᎴ ᎨᎾᏂᏱ ᏭᏂᎷᏤ, ᏤᎦᏈᏱ ᎤᏂᏙᏙᏱ,

source: and they declare to him, saying, 'Joseph [is] yet alive,' and that he [is] ruler over all the land of Egypt; and his heart ceaseth, for he hath not given credence to them.
chr: ᎠᎴ ᎤᏂᏃᏁᎴᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᏦᏩ ᎠᏏᏉ ᎡᎭ, ᎠᎴ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᏂᎬᎾᏛ ᎢᏥᏈᏱ; ᏤᎦᏈᏃ ᎤᎾᏫ ᎤᎸᏕᎴᎢ, ᎥᏝᏰᏃ ᏱᏚᏬᎯᏳᏁᎢ.

source: And they speak unto him all the words of Joseph, which he hath spoken unto them, and he seeth the waggons which Joseph hath sent to bear him away, and live doth the spirit of Jacob their father;
chr: ᎬᏩᏃᏁᎴᏃ ᎾᏍᎩ ᏂᎦᏛ ᏦᏩ ᏄᏪᏒᎢ, ᎾᏍᎩ ᏚᏬᏁᏔᏅᎢ; ᎠᎴ ᎿᏉ ᏚᎪᎲ ᏓᏆᎴᎷ ᎾᏍᎩ ᏦᏩ ᏂᏙᏓᏳᏓᏅᏏᏛ ᏧᏦᏗ, ᎤᏂᏙᏓ ᏤᎦᏈ ᎤᏓᏅᏙ ᎤᏩᏂᎦᎵᏍᏙᏎᎢ.

source: and Israel saith, 'Enough! Joseph my son [is] yet alive; I go and see him before I die.'
chr: ᎢᏏᎵᏃ ᎯᎠ ᏄᏪᏎᎢ, Ꭷ, ᏰᎵᏉ; ᏦᏩ ᎠᏇᏥ ᎠᏏᏉ ᎡᎭ; ᏓᎨᏏ ᏓᏥᏯᎦᏔᏁᏏ ᎠᏏᏉ ᎾᎩᏲᎱᏒᎾ.

source: Chapter 46
chr: ᎠᏯᏙᎸᎢ 46

source: And Israel journeyeth, and all that he hath, and cometh in to Beer-Sheba, and sacrificeth sacrifices to the God of his father Isaac;
chr: ᎢᏏᎵᏃ ᎤᏂᎩᏎ ᏚᏘᏅᏎ ᏂᎦᏛ ᏚᏪᎧᎲᎢ, ᎠᎴ ᏈᏯᏏᏆ ᏭᎷᏤᎢ, ᎠᎴ ᎠᏥᎸ ᎤᏪᎴᎴ ᎤᏁᎳᏅᎯ, ᎤᏙᏓ ᎡᏏᎩ ᎤᏤᎵᎦ.

source: and God speaketh to Israel in visions of the night, and saith, 'Jacob, Jacob;' and he saith, 'Here [am] I.'
chr: ᎤᏁᎳᏅᎯᏃ ᎢᏏᎵ ᎤᏁᏤᎴ ᏒᏃᏱ ᎤᏁᎳᏫᏎᎲᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᏤᎦᏈ, ᏤᎦᏈ. ᎯᎠᏃ ᏄᏪᏎᎢ, ᎠᏂ.

source: And He saith, 'I [am] God, God of thy father, be not afraid of going down to Egypt, for for a great nation I set thee there;
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎠᏴ ᎠᏆᏁᎳᏅᎯ, ᏣᏙᏓ ᎤᏤᎵᎦ ᎤᏁᎳᏅᎯ; ᏞᏍᏗ ᏱᏍᎦᎢᎮᏍᏗ ᎢᏥᏈᏱ ᏤᏅᏍᏗᏱ; ᎾᎿᏰᏃ ᏂᎯ ᎡᏉᎯᏳ ᎤᎾᏓᏣᎵᏛ ᏴᏫ ᏅᏓᎬᏴᏁᎵ;

source: I -- I go down with thee to Egypt, and I -- I also certainly bring thee up, and Joseph doth put his hand on thine eyes.'
chr: ᎠᏴ ᏙᏓᎬᎦᎿᏩᏗᏙᎵ ᎢᏥᏈᏱ ᏫᎦᎷᎩ; ᎠᎴ ᎤᏙᎯᏳᎯᏯ ᏔᎵᏁ ᏛᎬᏯᏘᏃᎵ; ᎠᎴ ᏦᏩ ᎠᏎ ᏙᏛᏏᏔᏗ ᏘᎦᏙᎵ.

source: And Jacob riseth from Beer-Sheba, and the sons of Israel bear away Jacob their father, And their infants, and their wives, in the waggons which Pharaoh hath sent to bear him,
chr: ᏤᎦᏈᏃ ᎤᏂᎩᏎ ᏈᏯᏏᏆ, ᎠᎴ ᎢᏏᎵ ᏧᏪᏥ ᎤᎾᏘᏅᏎ ᏤᎦᏈ ᎤᏂᏙᏓ, ᎠᎴ ᎾᏍᎩ ᏧᏁᏥ ᏄᎾᏍᏗᎦ, ᎠᎴ ᏧᎾᏓᎵᎢ, ᏚᏂᏲᏔᏁ ᏓᏆᎴᎷ ᎾᏍᎩ ᏇᎵᏲ ᏥᏙᏧᏓᏅᏎ ᏧᏦᏗ.

source: and they take their cattle, and their goods which they have acquired in the land of Canaan, and come into Egypt -- Jacob, and all his seed with him,
chr: ᎠᎴ ᎦᎾᏝᎢ ᏚᎾᏘᏅᏎᎢ, ᎠᎴ ᏧᎬᏩᎶᏗ ᎤᏂᏴᏎ ᎾᏍᎩ ᎨᎾᏂᏱ ᎤᏂᏟᏌᏅᎯ, ᎢᏥᏈᏱᏃ ᏭᏂᎷᏤᎢ, ᏤᎦᏈ, ᎠᎴ ᏂᎦᏛ ᎾᏍᎩ ᎤᏁᏢᏔᏅᎯ ᎨᏒ ᎠᏁᎮᎢ.

source: his sons, and his sons' sons with him, his daughters, and his sons' daughters, yea, all his seed he brought with him into Egypt.
chr: ᏧᏪᏥ ᎠᏂᏍᎦᏯ, ᎠᎴ ᎾᏍᎩ ᏧᏪᏥ ᏧᏁᏥ ᎠᏁᎮᎢ, ᎠᎴ ᏧᏪᏥ ᎠᏂᎨᏴ, ᎠᎴ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᏧᏁᏥ ᎠᏂᎨᏴ, ᎠᎴ ᏂᎦᏛ ᎤᏁᏢᏔᏅᎯ ᎨᏒ ᎢᏥᏈᏱ ᏫᏚᏘᏃᎴᎢ.

source: And these [are] the names of the sons of Israel who are coming into Egypt: Jacob and his sons, Jacob's first-born, Reuben.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏄᏍᏗ ᏚᎾᏙᎥ ᏘᏏᎵ ᏧᏪᏥ, ᎾᏍᎩ ᏥᏭᏂᎷᏤ ᎢᏥᏈᏱ, ᏤᎦᏈ ᎠᎴ ᎾᏍᎩ ᏧᏪᏥ; ᎷᏈᏂ, ᏤᎦᏈ ᎢᎬᏱ ᎤᏕᏁᎸᎯ.

source: And sons of Reuben: Hanoch, and Phallu, and Hezron, and Carmi.
chr: ᎷᏈᏂᏃ ᏧᏪᏥ, ᎭᏃᎦ, ᎠᎴ ᏆᎷ, ᎠᎴ ᎮᏏᎶᏅ, ᎠᎴ ᎧᎹ.

source: And sons of Simeon: Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul son of the Canaanitess.
chr: ᏏᎻᏯᏂᏃ ᏧᏪᏥ, ᏥᎽᎡᎵ, ᎠᎴ ᏤᎻᏂ, ᎠᎴ ᎣᎭᏗ, ᎠᎴ ᏤᎩᏂ, ᎠᎴ ᏐᎭ, ᎠᎴ ᏐᎵ ᎨᎾᏂ ᎡᎯ ᎠᎨᏴ ᎤᏪᏥ.

source: And sons of Levi: Gershon, Kohath, and Merari.
chr: ᎵᏫᏃ ᏧᏪᏥ, ᎦᏐᏂ, ᎪᎭᏗ, ᎠᎴ ᎻᎴᎳ.

source: And sons of Judah: Er, and Onan, and Shelah, and Pharez, and Zarah, (and Er and Onan die in the land of Canaan.) And sons of Pharez are Hezron and Hamul.
chr: ᏧᏓᏃ ᏧᏪᏥ, ᎥᎵ, ᎠᎴ ᎣᎾᏂ, ᎠᎴ ᏏᎳ, ᎠᎴ ᏇᎵᏏ, ᎠᎴ ᏎᎳ; ᎠᏎᏃ ᎥᎵ ᎠᎴ ᎣᎾᏂ ᎨᎾᏂᏱᏉ ᎢᏴᏛ ᏚᏂᏲᎱᏎᎢ. ᎯᎠᏃ ᎾᏍᎩ ᏇᎵᏏ ᏧᏪᏥ, ᎮᏏᎶᎻ, ᎠᎴ ᎮᎹᎵ.

source: And sons of Issachar: Tola, and Phuvah, and Job, and Shimron.
chr: ᎢᏏᎦᏃ ᏧᏪᏥ, ᏙᎳ, ᎠᎴ ᏊᏩ, ᎠᎴ ᏦᏈ ᎠᎴ ᏏᎻᎶᏂ.

source: And sons of Zebulun: Sered, and Elon, and Jahleel.
chr: ᏤᏆᎳᏂᏃ ᏧᏪᏥ, ᏏᎴᏗ, ᎠᎴ ᎢᎶᏂ, ᎠᎴ ᏣᎵᎵ.

source: These [are] sons of Leah whom she bare to Jacob in Padan-Aram, and Dinah his daughter; all the persons of his sons and his daughters [are] thirty and three.
chr: ᎯᎠ ᎾᏍᎩ ᎵᎠ ᏧᏪᏥ, ᎾᏍᎩ ᏧᎾᏄᎪᏫᏎᎸᎯ ᏤᎦᏈ ᏇᏓᏁᎳᎻᏱ, ᎠᎴ ᎠᎨᏴ ᎤᏪᏥ ᏓᏱᎾ; ᎾᏂᎥᏃ ᎾᏍᎩ ᏤᎦᏈ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᏦᎠᏍᎪᎯ ᏦᎢᎦᎵ ᎾᏂᎡᎢ.

source: And sons of Gad: Ziphion, and Haggi, Shuni, and Ezbon, Eri, and Arodi, and Areli.
chr: ᎦᏗᏃ ᏧᏪᏥ; ᏥᏈᏲᏂ, ᎠᎴ ᎭᎩ, ᎠᎴ ᏑᏂ, ᎠᎴ ᎡᏏᏉᏂ, ᎢᎳ, ᎠᎴ ᎡᎶᏗ, ᎠᎴ ᎡᎵᎳ.

source: And sons of Asher: Jimnah, and Ishuah, and Isui, and Beriah, and Serah their sister. And sons of Beriah: Heber and Malchiel.
chr: ᎡᏌᏃ ᏧᏪᏥ; ᏥᎻᎾ, ᎠᎴ ᎢᏑᎠ, ᎠᎴ ᎢᏑᎢ, ᎠᎴ ᏈᎳᏯ, ᎠᎴ ᏏᎳ ᎾᏍᎩᏉ ᎤᏂᏙ; ᏈᎳᏯᏃ ᏧᏪᏥ; ᎯᏆ ᎠᎴ ᎹᎵᎦᏱᎵ.

source: These [are] sons of Zilpah, whom Laban gave to Leah his daughter, and she beareth these to Jacob -- sixteen persons.
chr: ᎯᎠ ᎾᏍᎩ ᏏᎵᏆ ᏧᏪᏥ ᎾᏍᎩ ᎴᏈᏂ ᏧᏪᎧᏁᎸᎯ ᎤᏪᏥ ᎵᎠ; ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏚᎾᏄᎪᏫᏎᎴ ᏤᎦᏈ, ᏓᎳᏚ ᎢᏯᏂᏛ.

source: Sons of Rachel, Jacob's wife: Joseph and Benjamin.
chr: ᎴᏥᎵᏃ ᏧᏪᏥ ᎾᏍᎩ ᏤᎦᏈ ᎤᏓᎵᎢ; ᏦᏩ ᎠᎴ ᏇᏂ.

source: And born to Joseph in the land of Egypt (whom Asenath daughter of Poti-Pherah, priest of On, hath borne to him) [are] Manasseh and Ephraim.
chr: ᏦᏩᏃ ᎢᏥᏈᏱ ᎬᏩᏕᏁᎸᎯ ᎾᏍᎩ ᎻᎾᏌ, ᎠᎴ ᎢᏆᎻ, ᎾᏍᎩ ᎠᏏᎾ ᏉᏗᏈᎳ ᎣᏂ ᏚᏙᎥ ᎠᏥᎸ ᏗᎨᎴᎯ ᎤᏪᏥ ᏧᎾᏄᎪᏫᏎᎸᎯ.

source: And sons of Benjamin: Belah, and Becher, and Ashbel, Gera, and Naaman, Ehi, and Rosh, Muppim, and Huppim, and Ard.
chr: ᏇᏂᏃ ᏧᏪᏥ, ᏈᎳ, ᎠᎴ ᏈᎦ, ᎠᎴ ᎠᏏᏇᎵ, ᎠᎴ ᎩᎳ, ᎠᎴ ᏁᎡᎹᏂ, ᎠᎴ ᎢᎭ, ᎠᎴ ᎶᏏ, ᎹᏈᎻ, ᎠᎴ ᎭᏈᎻ, ᎠᎴ ᎠᏗ.

source: These [are] sons of Rachel, who were born to Jacob; all the persons [are] fourteen.
chr: ᎯᎠ ᎾᏍᎩ ᎴᏥᎵ ᏧᏪᏥ, ᎾᏍᎩ ᏤᎦᏈ ᎬᏩᏕᏁᎸᎯ; ᏂᎦᏛᏃ ᏂᎦᏚ ᎾᏂᎡᎢ.

source: And sons of Dan: Hushim.
chr: ᏕᏂᏃ ᏧᏪᏥ ᎱᏏᎻ.

source: And sons of Naphtali: Jahzeel, and Guni, and Jezer, and Shillem.
chr: ᏁᏩᏔᎵᏃ ᏧᏪᏥ; ᏣᏏᎵ, ᎠᎴ ᎫᏂ, ᎠᎴ ᏤᏌ, ᎠᎴ ᏏᎵᎻ.

source: These [are] sons of Bilhah, whom Laban gave to Rachel his daughter; and she beareth these to Jacob -- all the persons [are] seven.
chr: ᎯᎠ ᎾᏍᎩ ᏈᎳ ᏧᏪᏥ, ᎾᏍᎩ ᎴᏈᏂ ᏧᏪᎧᏁᎴ ᎤᏪᏥ ᎴᏥᎵ, ᎾᏍᎩᏃ ᎯᎠ ᏚᎾᏄᎪᏫᏎᎴ ᏤᎦᏈ; ᏂᎦᏛᏃ ᎦᎵᏉᎩ ᎾᏂᎡᎢ.

source: All the persons who are coming to Jacob to Egypt, coming out of his thigh, apart from the wives of Jacob's sons, all the persons [are] sixty and six.
chr: ᏂᎦᏛᏃ ᏴᏫ ᏤᎦᏈ ᏧᏂᎷᏤ ᎢᏥᏈᏱ, ᎾᏍᎩ ᏅᏓᏳᎾᏓᎴᏅᎯ, ᏂᏓᏁᏢᏛᎾ ᏤᎦᏈ ᏧᏪᏥ ᏧᎾᏓᎵᎢ, ᏂᎦᏛ ᎾᏍᎩ ᏴᏫ ᏑᏓᎵᏍᎪᎯ ᏑᏓᎵᎦᎵ ᎾᏂᎡᎢ.

source: And the sons of Joseph who have been born to him in Egypt [are] two persons. All the persons of the house of Jacob who are coming into Egypt [are] seventy.
chr: ᏦᏩᏃ ᏧᏪᏥ ᎢᏥᏈᏱ ᎬᏩᏕᏁᎸᎯ ᎠᏂᏔᎵ ᎨᏎᎢ; ᏂᎦᏛᏃ ᏴᏫ ᏤᎦᏈ ᏚᏓᏘᎾᎥᎢ, ᎾᏍᎩ ᎢᏥᏈᏱ ᏅᏓᏳᏂᎶᏒᎯ, ᎦᎵᏆᏍᎪᎯ ᎾᏂᎡᎢ.

source: And Judah he hath sent before him unto Joseph, to direct before him to Goshen, and they come into the land of Goshen;
chr: ᏧᏓᏃ ᎤᏅᏎ ᎢᎬᏱ ᏭᎶᎯᏍᏗᏱ ᏦᏩ ᏧᏬᎸᎢ, ᎾᏍᎩ ᎪᏌᏂ ᎢᏗᏢ ᏭᎦᏙᏗᏱ; ᎠᎴ ᎪᏌᏂ ᎦᏓ ᎠᎲ ᏭᏂᎷᏤᎢ.

source: and Joseph harnesseth his chariot, and goeth up to meet Israel his father, to Goshen, and appeareth unto him, and falleth on his neck, and weepeth on his neck again;
chr: ᏦᏩᏃ ᎤᏛᏅᎢᏍᏔᏁ ᏓᏆᎴᎷ, ᎠᎴ ᎪᏌᏂ ᎤᏪᏅᏎ ᏚᏠᏒᏎ ᎤᏙᏓ ᎢᏏᎵ, ᎠᎴ ᎬᏂᎨᏒ ᏄᏛᏁᎴᎢ; ᎠᎴ ᎠᎩᎵᎨᏂ ᎤᏪᏯᎸᏤᎢ, ᎠᎴ ᎤᏬᎯᏤ ᏚᏠᏱᎴ ᎠᎩᎵᎨᏂ ᎤᏯᎸᎢ.

source: and Israel saith unto Joseph, 'Let me die this time, after my seeing thy face, for thou [art] yet alive.'
chr: ᎠᏏᎵᏃ ᎯᎠ ᏄᏪᏎᎴ ᏦᏩ, Ꭷ, ᎿᏉ ᏫᏥᏲᎤᎯ, ᎾᏍᎩ ᏣᎧᏛ ᎠᏏ ᏨᏥᎪᏩᏛ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏏᏉ ᎲᏅᎢ.

source: And Joseph saith unto his brethren, and unto the house of his father, 'I go up, and declare to Pharaoh, and say unto him, My brethren, and the house of my father who [are] in the land of Canaan have come in unto me;
chr: ᏦᏩᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᎠᎾᎵᏅᏟ, ᎠᎴ ᎾᏍᎩ ᎤᏙᏓ ᏚᏓᏘᎾᎥᎢ, ᏓᎨᏏ, ᎠᎴ ᎬᏂᎨᏒ ᏅᏓᏥᏴᏁᎵ ᏇᎵᏲ, ᎠᎴ ᎯᎠ ᏅᏓᎦᏥᏪᏎᎵ, ᎣᏣᎵᏅᏟ, ᎠᎴ ᎡᏙᏓ ᏚᏓᏘᎾᎥᎢ, ᎾᏍᎩ ᎨᎾᏂᏱ ᏣᏁᎲᎩ, ᎬᎩᎷᏥ;

source: and the men [are] feeders of a flock, for they have been men of cattle; and their flock, and their herd, and all that they have, they have brought.'
chr: ᎠᎴ ᎠᏂᏍᎦᏯ ᎠᏫ ᏗᏂᎦᏘᏯ, ᎦᎾᏝᎢᏰᏃ ᏗᏂᎧᎿᏩᏗᏙᎯ, ᎠᎴ ᏚᎾᏘᏃᎸ ᎠᏫ, ᎠᎴ ᏩᎦ, ᎠᎴ ᏂᎦᏛ ᎤᏂᎿᎥᎢ.

source: 'And it hath come to pass when Pharaoh calleth for you, and hath said, What [are] your works?
chr: ᎯᎠᏃ ᏅᏓᎦᎵᏍᏔᏂ ᎿᏉ ᎾᏍᎩ ᏇᎵᏲ ᏗᏥᏯᏅᎲᎭ, ᎠᎴ ᎯᎠ ᏂᎦᏪᏒᎭ, ᎦᏙ ᎤᏍᏗ ᏗᏥᎸᏫᏍᏓᏁᎯ?

source: that ye have said, Thy servants have been men of cattle from our youth, even until now, both we and our fathers, -- in order that ye may dwell in the land of Goshen, for the abomination of the Egyptians is every one feeding a flock.'
chr: ᎯᎠ ᎾᏍᎩ ᏂᏥᏪᏒᎭ, ᏘᏅᏏᏓᏍᏗ ᎦᎾᏝᎢ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎨᏒᎩ, ᏙᏧᎾᏛᏒ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎪᎯ ᎢᏯᏍᏘ, ᎠᏴ ᎣᎬᏒ ᎨᏒ, ᎠᎴ ᎾᏍᏉ ᏦᎩᎦᏴᎵᎨᎢ; ᎾᏍᎩ ᎪᏌᏂ ᎦᏓ ᎠᎲ ᎨᏣᏕᏗ ᏱᏂᎦᎵᏍᏓ; ᎾᏂᎥᏰᏃ ᎠᏫ ᏗᏂᎦᏘᏯ ᎤᏂᏍᎦᎢᏍᏗᏳ ᏚᏂᏰᎸᎭ ᎢᏥᏈᏱ ᎠᏁᎯ.

source: Chapter 47
chr: ᎠᏯᏙᎸᎢ 47

source: And Joseph cometh, and declareth to Pharaoh, and saith, 'My father, and my brethren, and their flock, and their herd, and all they have, have come from the land of Canaan, and lo, they [are] in the land of Goshen.'
chr: ᏦᏩᏃ ᎤᎷᏤ ᎠᎴ ᎤᏃᏁᎴ ᏇᎵᏲ, ᎯᎠ ᏄᏪᏎᎢ, ᎡᏙᏓ ᎠᎴ ᎣᏣᎵᏅᏟ ᎠᏂᎷᎩ, ᎠᎴ ᎠᏫ ᏚᏂᎧᎲ, ᎠᎴ ᏩᎦ, ᎠᎴ ᏂᎦᏛ ᏧᎾᏤᎵ ᎨᏒ ᎨᎾᏂᏱ ᏛᏂᎶᎯ, ᎠᎴ ᎬᏂᏳᏉ ᎪᏌᏂᏱ ᎠᏂᏅ.

source: And out of his brethren he hath taken five men, and setteth them before Pharaoh;
chr: ᎠᎾᎵᏅᏟᏃ ᎢᎦᏛ ᏚᏘᏅᏎᎢ, ᎯᏍᎩ ᎢᏯᏂᏛ ᎠᏂᏍᎦᏯ, ᎠᎴ ᎢᎬᏱᏢ ᏚᏪᎧᏁᎴ ᏇᎵᏲ.

source: and Pharaoh saith unto his brethren, 'What [are] your works?' and they say unto Pharaoh, 'Thy servants [are] feeders of a flock, both we and our fathers;'
chr: ᏇᎵᏲᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᏦᏩ ᎠᎾᎵᏅᏟ, ᎦᏙ ᎤᏍᏗ ᏗᏥᎸᏫᏍᏓᏁᎯ? ᎯᎠᏃ ᏄᏂᏪᏎᎴ ᏇᎵᏲ, ᏘᏅᏏᏓᏍᏗ ᎠᏫ ᏗᏂᎦᏘᏯ, ᎠᏴ ᎣᎬᏒ ᎨᏒ, ᎠᎴ ᎾᏍᏉ ᏦᎩᎦᏴᎵᎨᎢ.

source: and they say unto Pharaoh, 'To sojourn in the land we have come, for there is no pasture for the flock which thy servants have, for grievous [is] the famine in the land of Canaan; and now, let thy servants, we pray thee, dwell in the land of Goshen.'
chr: ᎠᎴ ᎾᏍᏉ ᎯᎠ ᏄᏂᏪᏎᎴ ᏇᎵᏲ, ᎠᏂ ᎦᏓ ᎠᎲ ᎣᎦᏕᏗᏱ ᎣᎦᏚᎵᎭ ᏦᎩᎷᏥᎸ; ᏘᏅᏏᏓᏍᏗᏰᏃ ᎥᏝ ᏱᏚᏁᎭ ᎦᎾᏝᎢ ᎤᎾᎵᏍᏓᏴᏂᏓᏍᏗᏱ; ᎤᏣᏘᏰᏃ ᏓᎪᏄᎸ ᎨᎾᏂᏱ; ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᏘᏅᏏᏓᏍᏗ ᏔᎵᏍᎪᎸᏓᏏ ᎪᏌᏂᏱ ᎤᎾᏕᏘᏱ.

source: And Pharaoh speaketh unto Joseph, saying, 'Thy father and thy brethren have come unto thee:
chr: ᏇᎵᏲᏃ ᎤᏁᏤᎴ ᏦᏩ, ᎯᎠ ᏄᏪᏎᎢ, ᏣᏙᏓ ᎠᎴ ᎢᏣᎵᏅᏟ ᎨᏣᎷᏥ.

source: the land of Egypt is before thee; in the best of the land cause thy father and thy brethren to dwell -- they dwell in the land of Goshen, and if thou hast known, and there are among them men of ability, then thou hast set them heads over the cattle I have.'
chr: ᎢᏥᏈᏱ ᎦᏓ ᎠᎲ ᎢᎬᏱᏢ ᏗᏣᎧᎾᏂᏓᏍᏗᏱ ᎠᎭ; ᎣᏌᏂ ᎨᏒ ᎦᏙᎯ ᎤᎾᏕᏗᏱ ᏂᎩᏴᏂᏏ ᏣᏙᏓ, ᎠᎴ ᎢᏣᎵᏅᏟ; ᎪᏌᏂ ᎦᏓ ᎠᎲ ᏫᏓᎾᏁᎳᏓ; ᎢᏳ ᎠᎴ ᏕᎯᎦᏔᎮᏍᏗ ᎩᎶ ᏗᏅᏂᎦᎵᏍᏗ ᎤᎾᏓᏑᏰᏍᏗ, ᎾᏍᎩ ᏗᏆᏤᎵ ᎦᎾᏝᎢ ᏧᎾᎦᏌᏯᏍᏗᏕᎩ ᏂᏕᎲᏁᎸᎭ.

source: And Joseph bringeth in Jacob his father, and causeth him to stand before Pharaoh; and Jacob blesseth Pharaoh.
chr: ᏦᏩᏃ ᎤᏴᏔᏂᎴ ᎤᏙᏓ ᏤᎦᏈ, ᎠᎴ ᏇᎵᏲ ᎤᏬᎸ ᎢᎬᏱᏗᏢ ᎤᏪᎧᏁᎢ; ᏤᎦᏈᏃ ᎣᏍᏛ ᎤᏁᏤᎴ ᏇᎵᏲ.

source: And Pharaoh saith unto Jacob, 'How many [are] the days of the years of thy life?'
chr: ᏇᎵᏲᏃ ᎯᎠ ᏄᏪᏎᎴ ᏤᎦᏈ, ᎢᎳᎪ ᎢᏣᏕᏘᏴᏛ?

source: And Jacob saith unto Pharaoh, 'The days of the years of my sojournings [are] an hundred and thirty years; few and evil have been the days of the years of my life, and they have not reached the days of the years of the life of my fathers, in the days of their sojournings.'
chr: ᏤᎦᏈᏃ ᎯᎠ ᏄᏪᏎᎴ ᏇᎵᏲ, ᎢᎪᎯᏛ ᎠᏆᎴᏂᏙᎸ ᎠᏍᎪᎯᏧᏈ ᏦᎠᏍᎪᎯ ᎾᏕᏘᏴ; ᎦᏲᎵᏳᏉ, ᎠᎴ ᎤᏲᏉ ᏄᎵᏍᏔᏁᏅ ᎢᎪᎯᏛ ᏓᏆᏕᏘᏴᎲᏒᎢ, ᎠᎴ ᎥᏝ ᏗᎩᎦᏴᎵᎨ ᏚᎾᏕᏘᏴᎲᏒ ᏚᎾᎴᏂᏙᎸ ᏩᎩᏱᎶᎸᎯ ᏱᎩ.

source: And Jacob blesseth Pharaoh, and goeth out from before Pharaoh.
chr: ᏤᎦᏈᏃ ᎣᏍᏛ ᎤᏁᏤᎴ ᏇᎵᏲ, ᎠᎴ ᎤᏄᎪᏤ ᎤᏓᏅᏎ ᏇᎵᏲ ᎠᎦᏔᎲᎢ.

source: And Joseph settleth his father and his brethren, and giveth to them a possession in the land of Egypt, in the best of the land, in the land of Rameses, as Pharaoh commanded;
chr: ᏦᏩᏃ ᎤᏙᏓ ᎠᎴ ᎠᎾᎵᏅᏟ ᏚᏪᎧᏁ ᏧᎾᏁᎳᏗᏍᏗᏱ, ᎠᎴ ᏚᏁᎴ ᎦᏓ ᎢᏥᏈᏱ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗ, ᎣᏌᏂ ᎦᏓ ᎠᎲᎢ, ᎳᎻᏏ ᏚᏙᎥᎢ, ᎾᏍᎩᏯ ᏇᎵᏲ ᎤᏁᏨᎢ.

source: and Joseph nourisheth his father, and his brethren, and all the house of his father [with] bread, according to the mouth of the infants.
chr: ᏦᏩᏃ ᏕᎨᎶᎮ ᎤᏙᏓ, ᎠᎴ ᎠᎾᎵᏅᏟ, ᎠᎴ ᏂᎦᏛ ᎤᏙᏓ ᏚᏓᏘᎾᎥᎢ, ᏓᏁᎮ ᎤᎾᎵᏍᏓᏴᏗ ᎾᏍᎩᏯ ᏂᏓᏂᎠᏗᏒ ᏏᏓᏁᎸᎯ ᏕᎨᏌᏗᏒᎢ.

source: And there is no bread in all the land, for the famine [is] very grievous, and the land of Egypt and the land of Canaan are feeble because of the famine;
chr: ᎥᏝ ᎠᎴ ᏰᎮ ᎠᎵᏍᏓᏴᏗ ᏂᎬᎾᏛ ᎾᎿ ᎦᏓ ᎠᎲᎢ; ᎤᏣᏘᏰᏃ ᏓᎪᏄᎴᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏥᏈᏱ ᎠᎴ ᎨᎾᏂᏱ, ᏚᏂᏩᎾᎦᎶᏤᎢ, ᏓᎪᏄᎸ ᏂᎦᎵᏍᏙᏗᏍᎨᎢ.

source: and Joseph gathereth all the silver that is found in the land of Egypt, and in the land of Canaan, for the corn that they are buying, and Joseph bringeth the silver into the house of Pharaoh.
chr: ᏦᏩᏃ ᎤᏪᏟᏌᏁ ᏂᎦᏛ ᎠᏕᎸ ᎢᏥᏈᏱ ᎦᏓ ᎠᎲ ᎠᎴ ᎨᎾᏂ ᎦᏓ ᎠᎲ ᏗᎬᏩᏛᏗ ᎨᏒᎢ, ᏓᎬᏩᏓᏁᎲ ᎤᏣᎴᏍᏗ ᎤᏂᏩᏒᎯ; ᏦᏩᏃ ᏇᎵᏲ ᎦᏁᎸ ᏚᏲᎴ ᎠᏕᎸ.

source: And the silver is consumed out of the land of Egypt, and out of the land of Canaan, and all the Egyptians come in unto Joseph, saying, 'Give to us bread -- why do we die before thee, though the money hath ceased?'
chr: ᎿᏉᏃ ᎠᏕᎸ ᎤᎾᏗᏒᏅ ᎢᏥᏈᏱ, ᎠᎴ ᎨᎾᏂᏱ, ᏂᎦᏛ ᎢᏥᏈᏱ ᎠᏁᎯ ᎬᏩᎷᏤᎴ ᏦᏩ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᎠᎵᏍᏓᏴᏗ ᏍᎩᎥᏏ; ᎦᏙᏃ ᏱᏙᏥᏲᎱᏍᎦ ᎯᎦᏔᎲᎢ? ᎠᏕᎸᏰᏃ ᎤᎾᏗᏒᏅ.

source: and Joseph saith, 'Give your cattle; and I give to you for your cattle, if the money hath ceased.'
chr: ᏦᏩᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎢᏥᎾᏝᎾᎥ ᏗᏥᎧᎲᎦ; ᎢᏥᎾᏝᎾᎥᏃ ᏧᎬᏩᎳᏅᎯ ᏓᏨᏁᎵ, ᎢᏳᏃ ᎠᏕᎸ ᎠᎾᏗᏒᎲᏍᎨᏍᏗ.

source: And they bring in their cattle unto Joseph, and Joseph giveth to them bread, for the horses, and for the cattle of the flock, and for the cattle of the herd, and for the asses; and he tendeth them with bread, for all their cattle, during that year.
chr: ᎤᏂᎾᏝᎾᎥᏃ ᏚᎾᏘᏃᎮᎴ ᏦᏩ; ᏦᏩᏃ ᎠᎵᏍᏓᏴᏗ ᏚᏁᎴ ᏚᏁᏟᏴᏍᏓᏁᎴ ᏐᏈᎵ, ᎠᎴ ᎠᏫ, ᎠᎴ ᏩᎦ, ᎠᎴ ᏐᏈᎵ ᏗᏂᎵᎠᏅᎯᏛ; ᎠᎵᏍᏓᏴᏗᏃ ᏚᏪᎳᏍᏔᏁ ᎤᏕᏘᏴᏌᏗᏒᎢ, ᏂᎦᏛ ᎤᏂᎾᏝᎾᎥ ᎾᎯᏳ ᏚᎬᏩᎶᏓᏁᎴᎢ.

source: And that year is finished, and they come in unto him on the second year, and say to him, 'We do not hide from my lord, that since the money hath been finished, and possession of the cattle [is] unto my lord, there hath not been left before my lord save our bodies, and our ground;
chr: ᎾᎯᏳᏃ ᎤᏕᏘᏴᏌᏗᏒ ᎤᎵᏍᏆᏛ, ᏔᎵᏁ ᏭᏕᏘᏴᏌᏗᏒ ᎢᎬᏩᎷᏤᎴᎢ, ᎠᎴ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ, ᎥᏝ ᏴᏓᏨᏴᏍᎦᎳᏁᎵ ᏣᎬᏫᏳᎯ, ᎾᏍᎩ ᎠᏕᎸ ᏙᎦᏗᏒᏁᎸᎢ; ᎠᎴ ᎾᏍᏉ ᏣᎬᏫᏳᎯ ᏕᏣᎧᎭ ᎦᎾᏝᎢ ᏦᎩᎾᏢᏅᎯ; ᎥᏝ ᎿᏉ ᎪᎱᏍᏗ ᏲᎦᏘᏰᎭ ᎯᎦᏔᎲ ᏣᎬᏫᏳᎯ, ᏦᏥᏰᎸ ᎠᎴ ᎦᏓ ᏙᎩᎲ ᎤᏩᏒ.

source: why do we die before thine eyes, both we and our ground? buy us and our ground for bread, and we and our ground are servants to Pharaoh; and give seed, and we live, and die not, and the ground is not desolate.'
chr: ᎦᏙᏃ ᏲᏣᏗᏒᎲᏍᎦ ᏕᏍᎩᎦᏅᎢ, ᎠᏴ ᎠᎴ ᎦᏓ ᏙᎩᎲᎢ. ᏍᎩᏩᎯ ᎠᏴ, ᎠᎴ ᎦᏓ ᏙᎩᎲᎢ, ᎠᎵᏍᏓᏴᏗ ᏍᎩᏯᎫᏴᏓᏏ, ᎠᏴᏃ ᎠᎴ ᏦᎦᏤᎵᎦ ᎦᏓ ᏇᎵᏲ ᎣᎩᏅᏏᏓᏍᏗ ᎨᏎᏍᏗ; ᎠᎴ ᎤᎦᏔ ᏍᎩᎥᏏ ᎾᏍᎩᏃ ᏙᏣᏛᏂᏛᎭ, ᎠᎴ ᏞᏍᏗ ᏦᎩᏲᎱᏒᎩ, ᎠᎴ ᏞᏍᏗ ᏅᏔ ᎢᏳᎵᏍᏔᏅᎩ ᎦᏓ ᎠᎲᎢ.

source: And Joseph buyeth all the ground of Egypt for Pharaoh, for the Egyptians have sold each his field, for the famine hath been severe upon them, and the land becometh Pharaoh's;
chr: ᏦᏩᏃ ᎤᏩᎯᏎᎴ ᏇᎵᏲ ᏂᎦᏛ ᎦᏙᎯ ᎢᏥᏈᏱ; ᎢᏥᏈᏱᏰᏃ ᎠᏁᎯ ᎠᏂᏏᏴᏫᎭ ᏚᏂᎾᏗᏅᏎ ᏚᏂᎶᎨᏒᎢ, ᏂᎦᎵᏍᏙᏗᏍᎨ ᎤᏣᏘ ᏚᎾᎪᏄᎸᎢ; ᎦᏙᎯᏃ ᏇᎵᏲ ᎤᏤᎵᎦ ᏄᎵᏍᏔᏁᎢ.

source: as to the people he hath removed them to cities from the [one] end of the border of Egypt even unto its [other] end.
chr: ᏴᏫᏃ ᎨᏒᎢ, ᏕᎦᏚᎲ ᏚᏪᎧᏂᏙᎴᎢ ᏌᏉ ᎢᏗᏢ ᎤᎵᏍᏘᏂᎸ ᎢᏥᏈᏱ ᏐᎢᏱ ᏭᎵᏍᏘᏂᎸ ᏩᏍᏗ.

source: Only the ground of the priests he hath not bought, for the priests have a portion from Pharaoh, and they have eaten their portion which Pharaoh hath given to them, therefore they have not sold their ground.
chr: ᎠᏥᎸ ᎠᏁᎶᎯ ᎤᏂᎲ ᎦᏓ ᎤᏩᏒ, ᎥᏝ ᏳᏩᏎᎢ; ᎠᏥᎸᏰᏃ ᎠᏁᎶᎯ ᎤᏂᎮ ᏇᎵᏲ ᎤᎾᏁᎳᏁᎸᎯ, ᎠᎴ ᎠᎾᎵᏍᏓᏴᏗᏍᎨ ᏇᎵᏲ ᎤᏂᏁᎸᎯ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎥᏝ ᏱᏚᏂᎾᏗᏅᏎ ᎦᏓ ᏚᏂᎲᎢ.

source: And Joseph saith unto the people, 'Lo, I have bought you to-day and your ground for Pharaoh; lo, seed for you, and ye have sown the ground,
chr: ᎿᏉᏃ ᏦᏩ ᎯᎠ ᏂᏚᏪᏎᎴ ᏴᏫ, ᎬᏂᏳᏉ ᎪᎯ ᎢᎦ ᏥᎩ, ᎢᏳᏩᎯ, ᎠᎴ ᎦᏓ ᎢᏥᎲᎢ, ᏇᎵᏲ ᏥᏩᎯᏏ; ᎬᏂᏳᏉ ᎠᏉ ᎠᎭ ᎤᎦᏔ ᎢᏥᎩᏍᏗ, ᎠᎴ ᏓᏥᏫᏏ ᎦᏙᎯ.

source: and it hath come to pass in the increases, that ye have given a fifth to Pharaoh, and four of the parts are for yourselves, for seed of the field, and for your food, and for those who [are] in your houses, and for food for your infants.'
chr: ᎯᎠᏃ ᏅᏓᎦᎵᏍᏔᏂ ᎾᏍᎩ ᎤᏁᏉᏨᎯ ᎯᏍᎩᏁ ᎪᏣᎴᏛ ᎡᏥᏁᏗ ᎨᏎᏍᏗ ᏇᎵᏲ, ᏅᎩᏃ ᎢᏳᏓᏛᎯ ᎢᏨᏒ ᎢᏣᏤᎵ ᎨᏎᏍᏗ, ᎾᏍᎩ ᏠᎨᏏ ᎠᏫᏍᏙᏗ, ᎠᎴ ᎢᏣᎵᏍᏓᏴᏗ, ᎠᎴ ᏕᏣᏓᏘᎾᎥ ᎤᎾᎵᏍᏓᏴᏗ, ᎠᎴ ᏗᏤᏥ ᏗᏂᏲᎵ ᎤᎾᎵᏍᏓᏴᏗ.

source: And they say, 'Thou hast revived us; we find grace in the eyes of my lord, and have been servants to Pharaoh;'
chr: ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᏂᎯ ᏕᏍᎩᏍᏕᎸᎡᎸ ᏙᏨᏅᎢ; ᎣᏍᏛ ᏍᎩᏯᏓᏅᏖᏗᏱ ᎢᏨᏩᏛᏏ ᏣᎬᏫᏳᎯ, ᏇᎵᏲᏃ ᏍᎩᏅᏏᏓᏍᏗ ᎨᏎᏍᏗ.

source: and Joseph setteth it for a statute unto this day, concerning the ground of Egypt, [that] Pharaoh hath a fifth; only the ground of the priests alone hath not become Pharaoh's.
chr: ᏦᏩᏃ ᏗᎧᎿᏩᏛᏍᏗ ᏄᏩᏁᎴ ᎦᏓ ᎠᎲ ᎢᏥᏈᏱ ᎪᎯ ᎢᏯᏍᏘ ᏇᎵᏲ ᎯᏍᎩᏂ ᎪᏣᎴᏛ ᎠᏥᏗᏱ; ᎠᏥᎸ ᎠᏁᎶᎯ ᎤᎾᏤᎵᎦ ᎦᏓ ᎤᏩᏒ ᎥᏝ ᎾᏍᎩ ᏇᎵᏲ ᎤᏤᎵᎦ ᏱᏄᎵᏍᏔᏁᎢ.

source: And Israel dwelleth in the land of Egypt, in the land of Goshen, and they have possession in it, and are fruitful, and multiply exceedingly;
chr: ᎢᏏᎵᏃ ᎢᏥᏈᏱ ᎠᏁᎮᎢ, ᎪᏌᏂ ᏚᏙᎥᎢ; ᎠᎴ ᏧᎾᏤᎵᎪᎯ ᏕᎨᏌᏗᏎ ᎾᎿᏂ, ᎠᎴ ᎤᎾᎥᏎᎢ, ᎠᎴ ᎤᏂᏁᏉᏤ ᎤᏣᏘ.

source: and Jacob liveth in the land of Egypt seventeen years, and the days of Jacob, the years of his life, are an hundred and forty and seven years.
chr: ᏤᎦᏈᏃ ᎦᎵᏆᏚ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴ ᎢᏥᏈᏱ; ᎾᏍᎩᏃ ᏂᎪᎯᎸ ᎤᎴᏂᏙᎸ ᏤᎦᏈ ᎠᏍᎪᎯᏧᏈ ᏅᎦᏍᎪᎯ ᎦᎵᏉᎩᎦᎵ ᏄᏕᏘᏴᎮᎢ.

source: And the days of Israel are near to die, and he calleth for his son, for Joseph, and saith to him, 'If, I pray thee, I have found grace in thine eyes, put, I pray thee, thy hand under my thigh, and thou hast done with me kindness and truth; bury me not, I pray thee, in Egypt,
chr: ᎿᏉᏃ ᎤᏍᏆᎸᎯᏗᏎ ᎢᏏᎵ ᎤᏲᎱᎯᏍᏗᏱ; ᏭᏯᏅᎮᏃ ᎤᏪᏥ ᏦᏩ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎢᏳᏃ ᎣᏍᏛ ᏍᎩᏰᎸᏗᏱ ᎬᏩᏛᎡᎴᏍᏗ, ᏥᎦᎶ ᏍᏆᏏᏄᏴᏓᏏ, ᎣᏍᏛᏃ ᎠᎴ ᏚᏳᎪᏛ ᏂᏍᏆᏛᏂᏏ; ᏞᏍᏗ ᎢᏥᏈᏱ ᏍᎩᏂᏌᏅᎩ.

source: and I have lain with my fathers, and thou hast borne me out of Egypt, and buried me in their burying-place.' And he saith, 'I -- I do according to thy word;'
chr: ᏗᎩᎦᏴᎵᎨᏍᎩᏂ ᎢᏧᎳᎭ ᎣᏥᏂᏝᎡᏍᏗ, ᎠᎴ ᎢᏥᏈᏱ ᏍᎩᎾᏫᏛᎲᎭ, ᎠᎴ ᎾᏍᎩ ᏧᎾᏓᏂᏐᏗᏱ ᏍᎩᏂᏌᏅᎭ. ᎯᎠᏃ ᏄᏪᏎᎢ, ᏂᏣᏪᏒ ᎾᏍᎩᏯ ᏅᏓᎦᏛᏁᎵ.

source: and he saith, 'Swear to me;' and he sweareth to him, and Israel boweth himself on the head of the bed.
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᏍᏆᏎᎵᏓᏏ. ᎤᏎᎵᏓᏁᎴᏃ. ᏭᏗᏌᏓᏕᏃ ᎠᏙᎳᏅᏍᏗᏱ ᎤᏍᎪᎵ ᎤᎵᏍᏕᎸᏕᎢ.

source: Chapter 48
chr: ᎠᏯᏙᎸᎢ 48

source: And it cometh to pass, after these things, that [one] saith to Joseph, 'Lo, thy father is sick;' and he taketh his two sons with him, Manasseh and Ephraim.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏄᎵᏍᏔᏂᏙᎸ, ᎣᏂ ᏦᏩ ᎯᎠ ᎾᏥᏪᏎᎴᎢ, ᎬᏂᏳᏉ ᏣᏙᏓ ᎤᏢᎦ; ᏧᏪᏥᏃ ᎢᏧᎳ ᏚᏘᏅᏎᎢ, ᎾᏍᎩ ᎻᎾᏌ ᎠᎴ ᎢᏆᎻ.

source: And [one] declareth to Jacob, and saith, 'Lo, thy son Joseph is coming unto thee;' and Israel doth strengthen himself, and sit upon the bed.
chr: ᎩᎶᏃ ᎤᏃᏁᎴ ᏤᎦᏈ, ᎯᎠ ᏄᏪᏎᎢ, ᎬᏂᏳᏉ ᏤᏥ ᏦᏩ ᏣᎷᏤᎵᎯᎭ; ᎢᏏᎵᏃ ᎤᎵᏍᏓᏲᏔᏁᎢ, ᎠᎴ ᎠᏤᏍᏙᎩᎯ ᎤᏪᏁᎢ.

source: And Jacob saith unto Joseph, 'God Almighty hath appeared unto me, in Luz, in the land of Canaan, and blesseth me,
chr: ᏤᎦᏈᏃ ᎯᎠ ᏄᏪᏎᎴ ᏦᏩ, ᎤᏁᎳᏅᎯ ᏫᎾᏍᏛᎾ ᎤᎵᏂᎩᏛ ᎬᏂᎨᏒ ᎾᏆᏛᏁᎸᎩ ᎳᏏ ᏚᏙᎥ ᎨᎾᏂᏱ, ᎠᎴ ᎣᏍᏛ ᎠᎩᏁᏤᎸᎩ.

source: and saith unto me, Lo, I am making thee fruitful, and have multiplied thee, and given thee for an assembly of peoples, and given this land to thy seed after thee, a possession age-during.
chr: ᎠᎴ ᎯᎠ ᎢᏪᏎᎸᎩ, ᎬᏂᏳᏉ ᏣᏁᏉᏣᏘ ᏅᏓᎬᏴᏁᎵ, ᎠᎴ ᏓᎬᏁᏉᎢ, ᎠᎴ ᎤᏂᏧᏈᏍᏗ ᏛᏫ ᏅᏓᎬᏴᏁᎵ, ᎠᎴ ᎯᎠ ᎾᏍᎩ ᎦᏙᎯ ᏓᎦᏥᏁᎵ ᏣᏁᏢᏔᏅᎯ, ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ ᎤᎾᏤᎵᎦ ᎢᏳᎵᏍᏙᏗᏱ.

source: 'And now, thy two sons, who are born to thee in the land of Egypt, before my coming unto thee to Egypt, mine they [are]; Ephraim and Manasseh, as Reuben and Simeon they are mine;
chr: ᎿᏉᏃ ᎠᏂᏔᎵ ᏗᏤᏥ ᎢᏆᎻ, ᎠᎴ ᎻᎾᏌ ᎠᏂ ᎢᏥᏈᏱ ᎨᏣᏕᏁᎸᎯ, ᎠᏏ ᎢᏥᏈᏱ ᏂᎬᎷᏤᎲᎾ ᏥᎨᏒᎩ, ᎠᏴ ᏗᏆᏤᎵᎦ; ᎾᏍᎩᏯ ᎷᏈᏂ, ᎠᎴ ᏏᎻᏯᏂ, ᎾᏍᎩ ᏗᏆᏤᎵᎦ ᎨᏎᏍᏗ.

source: and thy family which thou hast begotten after them are thine; by the name of their brethren they are called in their inheritance.
chr: ᏂᎯᏃ ᏣᏁᏢᏔᏅᎯ ᎣᏂ ᎨᏣᏕᏁᏗ ᎨᏒ, ᏨᏒ ᏗᏣᏤᎵᎦ ᎨᏎᏍᏗ, ᎾᏍᎩᏯ ᎠᎾᎵᏅᏟ ᏚᎾᏙᎥ ᏕᎨᎪᏍᎨᏍᏗ ᎤᎾᏤᎵᎦ ᏂᎨᎬᏁᎲᎢ.

source: 'And I -- in my coming in from Padan-Aram Rachel hath died by me in the land of Canaan, in the way, while yet a kibrath of land to enter Ephrata, and I bury her there in the way of Ephrata, which [is] Bethlehem.'
chr: ᎠᏴᏃ ᏇᎵᏂ ᏨᏛᎩᎶᏒᎩ ᎴᏥᎵ ᏂᎦᏔᎲ ᎤᏲᎱᏒᎩ ᎨᎾᏂᏱ, ᎦᎢᏒᎢ, ᏑᏟᎶᏛᏉ ᎢᏴᏛ ᎠᎩᎷᎸ ᎢᏆᏓ ᏩᎩᎷᎯᏍᏗᏱ; ᎠᎴ ᎾᎿ ᏥᏂᏌᏅᎩ ᎢᏆᏓ ᏫᎦᏅᏅ, ᎾᏍᎩ ᎦᏚᏱ ᏥᏚᏙᎥ.

source: And Israel seeth the sons of Joseph, and saith, 'Who [are] these?'
chr: ᎢᏏᎵᏃ ᏚᎪᎮ ᏦᏩ ᏧᏪᏥ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎦᎪ ᎯᎠ?

source: and Joseph saith unto his father, 'They [are] my sons, whom God hath given to me in this [place];' and he saith, 'Bring them, I pray thee, unto me, and I bless them.'
chr: ᏦᏩᏃ ᎯᎠ ᏄᏪᏎᎴ ᎤᏙᏓ, ᎠᏴ ᏗᏇᏥ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎠᏂ ᏗᎩᎧᏁᎸᎯ. ᎯᎠᏃ ᏄᏪᏎᎢ, ᏗᏍᏆᏘᏃᎯᏏ, ᎣᏍᏛᏃ ᏙᏓᏥᏁᏤᎵ.
